Repository: Rokasurba/jurbarkas_flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: lt

# counterAppBarTitle
source: Counter
lt: Skaitiklis

source: OK
lt: Gerai

# loginTitle
source: Login
lt: Prisijungimas

# emailLabel
source: Email
lt: El. paštas

# passwordLabel
source: Password
lt: Slaptažodis

# loginButton
source: Login
lt: Prisijungti

source: Forgot password?
lt: Pamiršote slaptažodį?

# noAccountQuestion
source: Don't have an account?
lt: Neturite paskyros?

# registerLink
source: Register
lt: Registruotis

# emailRequired
source: Please enter your email
lt: Įveskite el. paštą

# emailInvalid
source: Please enter a valid email
lt: Įveskite teisingą el. paštą

# passwordRequired
source: Please enter your password
lt: Įveskite slaptažodį

# logoutButton
source: Logout
lt: Atsijungti

# welcomeMessage
source: Welcome, {name}!
lt: Sveiki, {name}!

# roleLabel
source: Role: {role}
lt: Rolė: {role}

# rolePatient
source: Patient
lt: Pacientas

# roleDoctor
source: Doctor
lt: Gydytojas

# roleAdmin
source: Administrator
lt: Administratorius

# healthAppSubtitle
source: Health monitoring app
lt: Sveikatos stebėjimo programa

source: Dashboard coming soon...
lt: Skydelis ruošiamas...

# registerTitle
source: Register
lt: Registracija

# registerSubtitle
source: Create an account to track your health
lt: Sukurkite paskyrą, kad galėtumėte stebėti savo sveikatą

# nameLabel
source: First Name
lt: Vardas

# surnameLabel
source: Last Name
lt: Pavardė

# phoneLabel
source: Phone (optional)
lt: Telefonas (neprivaloma)

# dateOfBirthLabel
source: Date of Birth (optional)
lt: Gimimo data (neprivaloma)

# registerButton
source: Register
lt: Registruotis

# nameRequired
source: Please enter your first name
lt: Įveskite vardą

# surnameRequired
source: Please enter your last name
lt: Įveskite pavardę

# alreadyHaveAccount
source: Already have an account? Login
lt: Jau turite paskyrą? Prisijungti

# registrationSuccess
source: Registration successful!
lt: Registracija sėkminga!

# forgotPasswordTitle
source: Reset Password
lt: Slaptažodžio atstatymas

# forgotPasswordSubtitle
source: Enter your account email address to receive a verification code.
lt: Įrašykite paskyros el. pašto adresą, kuriuo gausite patvirtinimo kodą.

# sendCodeButton
source: Send
lt: Siųsti

# emailPlaceholder
source: Enter...
lt: Įveskite...

# backToLoginLink
source: Back to login
lt: Grįžti į prisijungimą

# otpSentMessage
source: Verification code sent to your email
lt: Patvirtinimo kodas išsiųstas į jūsų el. paštą

# verifyCodeTitle
source: Verify Code
lt: Patvirtinkite kodą

# verifyCodeSubtitle
source: Enter the 6-digit code sent to {email}
lt: Įveskite 6 skaitmenų kodą, išsiųstą į {email}

# verifyButton
source: Verify
lt: Patvirtinti

# cancelButton
source: Cancel
lt: Atšaukti

# otpExpiryHint
source: Code is valid for 15 minutes
lt: Kodas galioja 15 minučių

# newPasswordTitle
source: New Password
lt: Naujas slaptažodis

# newPasswordSubtitle
source: Create a new password for your account
lt: Sukurkite naują slaptažodį savo paskyrai

# newPasswordLabel
source: New Password
lt: Naujas slaptažodis

# confirmPasswordLabel
source: Confirm Password
lt: Pakartokite slaptažodį

# passwordMinLength
source: Password must be at least 8 characters
lt: Slaptažodis turi būti bent 8 simbolių

# confirmPasswordRequired
source: Please confirm your password
lt: Pakartokite slaptažodį

source: Passwords do not match
lt: Slaptažodžiai nesutampa

# savePasswordButton
source: Save
lt: Išsaugoti

# privacyPolicyConsent
source: I agree to the Privacy Policy
lt: Sutinku su privatumo politika

# privacyPolicyRequired
source: You must agree to the Privacy Policy
lt: Privalote sutikti su privatumo politika

# bloodPressureTitle
source: Blood Pressure
lt: Kraujo spaudimas

# bloodPressureHistorySection
source: Previous data
lt: Senesni duomenys

# bloodPressureNewSection
source: New entry
lt: Naujas įrašas

# tabRecords
source: Records
lt: Įrašai

# tabGraph
source: Graph
lt: Grafikas

# periodWeek
source: Week
lt: Savaitė

# periodMonth
source: Month
lt: Mėnuo

# periodYear
source: Year
lt: Metai

# periodThreeMonths
source: 3 months
lt: 3 mėn.

# periodAllTime
source: All
lt: Visi

# systolicLabel
source: Systolic
lt: Sistolinis

# diastolicLabel
source: Diastolic
lt: Diastolinis

# saveButton
source: Save
lt: Išsaugoti

source: Data saved
lt: Duomenys išsaugoti

source: Check values
lt: Patikrinkite reikšmes

source: No data yet
lt: Nėra duomenų

# chartNeedsMoreData
source: Add more data to see the chart
lt: Įveskite daugiau duomenų, kad matytumėte grafiką

# addFirstReading
source: Add your first reading
lt: Pridėkite pirmą įrašą

# systolicRequired
source: Enter systolic pressure
lt: Įveskite sistolinį spaudimą

# diastolicRequired
source: Enter diastolic pressure
lt: Įveskite diastolinį spaudimą

# systolicRange
source: Systolic: 60-250
lt: Sistolinis: 60-250

# diastolicRange
source: Diastolic: 40-150
lt: Diastolinis: 40-150

# bmiTitle
source: Body Mass Index
lt: Kūno masės indeksas

# bmiHistorySection
source: Previous data
lt: Senesni duomenys

# bmiNewSection
source: New measurement
lt: Nauja informacija

# bmiNewHint
source: Enter your height and weight.
lt: Įveskite savo ūgį ir svorį.

# heightLabel
source: Height
lt: Ūgis

# weightLabel
source: Weight
lt: Svoris

# heightRange
source: Height: 50-250 cm
lt: Ūgis: 50-250 cm

# weightRange
source: Weight: 20-300 kg
lt: Svoris: 20-300 kg

# heightRequired
source: Enter height
lt: Įveskite ūgį

# weightRequired
source: Enter weight
lt: Įveskite svorį

# addFirstMeasurement
source: Add your first measurement
lt: Pridėkite pirmą matavimą

source: Your BMI:
lt: Jūsų KMI:

# bloodSugarTitle
source: Blood Sugar
lt: Cukraus kiekis

# bloodSugarHistorySection
source: Previous data
lt: Senesni duomenys

# bloodSugarNewSection
source: New reading
lt: Nauja informacija

# bloodSugarNewHint
source: Enter now.
lt: Pildykite dabar.

# glucoseLevelLabel
source: Glucose level
lt: Gliukozės kiekis

# glucoseLevelRange
source: Glucose: 1.0-35.0 mmol/l
lt: Gliukozė: 1.0-35.0 mmol/l

# glucoseLevelRequired
source: Enter glucose level
lt: Įveskite gliukozės kiekį

# editButton
source: Edit
lt: Redaguoti

# deleteButton
source: Delete
lt: Ištrinti

source: Edit entry
lt: Redaguoti įrašą

# updateButton
source: Update
lt: Atnaujinti

source: Data updated
lt: Duomenys atnaujinti

source: Data deleted
lt: Duomenys ištrinti

# deleteConfirmTitle
source: Delete entry?
lt: Ištrinti įrašą?

# deleteConfirmMessage
source: Are you sure you want to delete this entry? This action cannot be undone.
lt: Ar tikrai norite ištrinti šį įrašą? Šio veiksmo negalima atšaukti.

# confirmButton
source: Confirm
lt: Patvirtinti

# dashboardTitle
source: Indicators
lt: Rodikliai

source: Main indicators
lt: Pagrindiniai rodikliai

source: Not checked
lt: Netikrinta

# birthDateLabel
source: Date of birth:
lt: Gimimo data:

# phoneNumberLabel
source: Phone number:
lt: Telefono numeris:

# checkedAt
source: Checked: {time}
lt: Tikrinta: {time}

# retryButton
source: Retry
lt: Bandyti dar kartą

# dateLabel
source: Date
lt: Data

# timeLabel
source: Time
lt: Laikas

# patientsTitle
source: Patients
lt: Pacientai

# noPatients
source: No patients found
lt: Pacientų nėra

source: Patient Code
lt: Paciento kodas

source: Retry
lt: Bandyti dar kartą

# patientsCount
source: {count, plural, =0{0 patients} =1{1 patient} other{{count} patients}}
lt: {count, plural, =0{0 pacientų} =1{1 pacientas} few{{count} pacientai} many{{count} pacientų} other{{count} pacientų}}

# patientProfileTitle
source: Patient Profile
lt: Paciento profilis

source: Patient profile coming soon
lt: Paciento profilis ruošiamas

# searchPatientsHint
source: Search...
lt: Ieškokite...

# filterAll
source: All patients
lt: Visi pacientai

# filterActive
source: Active
lt: Aktyvūs

# filterInactive
source: Inactive
lt: Neaktyvūs

# filterTitle
source: Filter
lt: Filtruoti

source: No patients found
lt: Pacientų nerasta

# statusActive
source: Active
lt: Aktyvus

# statusInactive
source: Inactive
lt: Neaktyvus

source: Phone
lt: Telefonas

source: Date of Birth
lt: Gimimo data

# registrationDate
source: Registration
lt: Registracija

source: Not specified
lt: Nenurodyta

source: Health Data
lt: Sveikatos duomenys

source: Statistics
lt: Statistika

# messagesLabel
source: Messages
lt: Pranešimai

# featureComingSoon
source: Coming soon
lt: Netrukus

# healthDataComingSoon
source: Health data view coming soon
lt: Sveikatos duomenų peržiūra ruošiama

# statisticsComingSoon
source: Statistics view coming soon
lt: Statistikos peržiūra ruošiama

# messagesComingSoon
source: Messages feature coming soon
lt: Pranešimų funkcija ruošiama

# patientHealthDataTitle
source: Health Data
lt: Sveikatos duomenys

# tabBloodPressure
source: Blood Pressure
lt: Kraujo spaudimas

# tabBmi
source: BMI
lt: KMI

# tabBloodSugar
source: Blood Sugar
lt: Cukraus kiekis

# noBloodPressureData
source: No blood pressure data available
lt: Kraujo spaudimo duomenų nėra

# noBmiData
source: No BMI data available
lt: KMI duomenų nėra

# noBloodSugarData
source: No blood sugar data available
lt: Cukraus kiekio duomenų nėra

# bmiLabel
source: BMI
lt: KMI

# dataTitle
source: Patients
lt: Pacientai

source: Filter by
lt: Filtruoti pagal

source: New patient
lt: Naujas pacientas

# searchPlaceholder
source: Search...
lt: Ieškokite...

# chatSendPlaceholder
source: Type a message...
lt: Rašykite žinutę...

# chatNoMessages
source: No messages
lt: Nėra žinučių

# chatMessageFailed
source: Failed to send. Try again.
lt: Nepavyko išsiųsti. Pabandykite dar kartą.

# chatToday
source: Today
lt: Šiandien

# chatYesterday
source: Yesterday
lt: Vakar

# chatStartConversation
source: Start a conversation...
lt: Pradėkite pokalbį...

# conversationsTitle
source: Messages
lt: Pranešimai

# conversationsSearch
source: Search...
lt: Ieškokite...

# conversationsEmpty
source: No messages
lt: Nėra pranešimų

# conversationsNewMessage
source: New message
lt: Naujas pranešimas

# conversationsYesterday
source: Yesterday
lt: Vakar

# conversationsSelectPatient
source: Select patient
lt: Pasirinkite pacientą

# conversationsSearchPatients
source: Search patients...
lt: Ieškoti pacientų...

# remindersTitle
source: Reminders
lt: Priminimai

# remindersEmpty
source: No reminders
lt: Nėra priminimų

# remindersLabel
source: Reminders
lt: Priminimai

# sendReminderButton
source: Send reminder
lt: Siųsti priminimą

# sendReminderTitle
source: Send reminder
lt: Siųsti priminimą

# reminderTitleLabel
source: Title
lt: Pavadinimas

# reminderMessageLabel
source: Message
lt: Žinutė

# sendButton
source: Send
lt: Siųsti

# reminderSentSuccess
source: Reminder sent
lt: Priminimas išsiųstas

# reminderPatientLabel
source: Patient
lt: Pacientas

# fillAllFieldsError
source: Please fill in all fields
lt: Užpildykite visus laukus

# titleMaxLengthError
source: Title too long (max 100 characters)
lt: Pavadinimas per ilgas (maks. 100 simbolių)

# surveyListTitle
source: Surveys
lt: Apklausos

# surveysEmpty
source: No surveys assigned
lt: Nėra priskirtų apklausų

# surveyCompleted
source: Completed
lt: Užpildyta

# surveyNotStarted
source: Not started
lt: Nepradėta

# surveySelectOne
source: Select one answer
lt: Pasirinkite vieną atsakymą

# surveySelectMultiple
source: Select one or more answers
lt: Pasirinkite vieną ar daugiau atsakymų

# surveyEnterText
source: Enter your answer
lt: Įveskite savo atsakymą

# surveyEnterTextHint
source: Type here...
lt: Rašykite čia...

# surveyRequiredQuestion
source: Required question
lt: Privalomas klausimas

# nextQuestion
source: Next
lt: Toliau

# previousQuestion
source: Back
lt: Atgal

# finishSurvey
source: Finish
lt: Baigti

# surveyCompletedSuccess
source: Survey completed!
lt: Apklausa užpildyta!

source: Survey results
lt: Apklausos rezultatai

# surveyCompletedOn
source: Completed on
lt: Užpildyta

# surveyNoAnswer
source: No answer
lt: Neatsakyta

# surveyResponsesEmpty
source: No one has completed this survey yet
lt: Dar niekas neužpildė šios apklausos

source: Aggregated results
lt: Apibendrinti rezultatai

source: Individual results
lt: Individualūs rezultatai

source: Completion rate
lt: Užpildymo rodiklis

# responsesCount
source: {count, plural, =0{0 responses} =1{1 response} other{{count} responses}}
lt: {count, plural, =0{0 atsakymų} =1{1 atsakymas} few{{count} atsakymai} many{{count} atsakymų} other{{count} atsakymų}}

# exportResults
source: Export
lt: Eksportuoti

# exportSuccess
source: File downloaded successfully
lt: Failas sėkmingai atsisiųstas

# exportNotSupported
source: Export not supported on this platform
lt: Eksportavimas šioje platformoje nepalaikomas

# patientsWhoSelected
source: Patients who selected this option
lt: Pacientai, pasirinkę šį atsakymą

# viewSurveyResponse
source: View
lt: Peržiūrėti

source: New survey
lt: Nauja apklausa

# editSurvey
source: Edit
lt: Redaguoti

# assignSurvey
source: Assign
lt: Priskirti

# deleteSurvey
source: Delete
lt: Ištrinti

# deleteSurveyTitle
source: Delete survey?
lt: Ištrinti apklausą?

# deleteSurveyConfirmation
source: Are you sure you want to delete "{title}"? This action cannot be undone.
lt: Ar tikrai norite ištrinti apklausą "{title}"? Šio veiksmo negalima atšaukti.

source: Survey deleted
lt: Apklausa ištrinta

source: Create survey
lt: Kurti apklausą

# editSurveyTitle
source: Edit survey
lt: Redaguoti apklausą

# surveyTitleLabel
source: Title
lt: Pavadinimas

# surveyTitleHint
source: Enter survey title
lt: Įveskite apklausos pavadinimą

# surveyDescriptionLabel
source: Description (optional)
lt: Aprašymas (neprivaloma)

# surveyDescriptionHint
source: Enter survey description
lt: Įveskite apklausos aprašymą

# questionsSection
source: Questions
lt: Klausimai

source: Add question
lt: Pridėti klausimą

# noQuestionsYet
source: No questions yet. Add your first question.
lt: Nėra klausimų. Pridėkite pirmą klausimą.

# questionTypeSingle
source: Single choice
lt: Vienas atsakymas

# questionTypeMulti
source: Multiple choice
lt: Keli atsakymai

# questionTypeText
source: Text
lt: Tekstas

# questionTextLabel
source: Question text
lt: Klausimo tekstas

# questionTextHint
source: Enter question
lt: Įveskite klausimą

# requiredQuestion
source: Required
lt: Privalomas

# optionsSection
source: Options
lt: Pasirinkimai

source: Add option
lt: Pridėti variantą

# optionHint
source: Answer option
lt: Atsakymo variantas

source: New question
lt: Naujas klausimas

source: Edit question
lt: Redaguoti klausimą

# surveyTitleRequired
source: Please enter survey title
lt: Įveskite apklausos pavadinimą

# questionsRequired
source: Please add at least one question
lt: Pridėkite bent vieną klausimą

# questionTextRequired
source: Question text cannot be empty
lt: Klausimo tekstas negali būti tuščias

# optionsRequired
source: Please add at least two answer options
lt: Pridėkite bent du atsakymo variantus

# optionTextRequired
source: Option text cannot be empty
lt: Pasirinkimo tekstas negali būti tuščias

source: Survey saved
lt: Apklausa išsaugota

# surveyAssigned
source: {count, plural, =0{No one assigned} =1{Assigned to 1 patient} other{Assigned to {count} patients}}
lt: {count, plural, =0{Niekas nepriskirtas} =1{Priskirta 1 pacientui} few{Priskirta {count} pacientams} many{Priskirta {count} pacientų} other{Priskirta {count} pacientams}}

source: Survey updated
lt: Apklausa atnaujinta

source: Survey created
lt: Apklausa sukurta

# surveyTitle
source: Title
lt: Pavadinimas

# surveyDescription
source: Description (optional)
lt: Aprašymas (neprivaloma)

# enterTitle
source: Please enter a title
lt: Įveskite pavadinimą

source: Save survey
lt: Išsaugoti apklausą

# cannotEditSurveyWithResponses
source: Cannot edit a survey that already has responses
lt: Negalima redaguoti apklausos, kuri jau turi atsakymų

# addAtLeastOneQuestion
source: Please add at least one question
lt: Pridėkite bent vieną klausimą

# addAtLeastTwoOptions
source: Please add at least two answer options
lt: Pridėkite bent du atsakymo variantus

source: Question text
lt: Klausimo tekstas

# optionText
source: Answer option
lt: Atsakymo variantas

# questionRequired
source: Required question
lt: Privalomas klausimas

# questionTypeLabel
source: Question type
lt: Klausimo tipas

# selectAll
source: All
lt: Visi

# selectNone
source: None
lt: Nieko

# selectedCount
source: {count} selected
lt: {count} pasirinkta

# alreadyAssigned
source: Assigned
lt: Priskirta

# administravimas
source: Administration
lt: Administravimas

# gydytojai
source: Doctors
lt: Gydytojai

# pacientai
source: Patients
lt: Pacientai

# veiklosZurnalas
source: Activity Log
lt: Veiklos žurnalas

# naujasGydytojas
source: New Doctor
lt: Naujas gydytojas

# gydytojuSarasas
source: Doctors List
lt: Gydytojų sąrašas

# gydytojasSukurtas
source: Doctor created
lt: Gydytojas sukurtas

# gydytojasAtnaujintas
source: Doctor updated
lt: Gydytojo duomenys atnaujinti

# gydytojasDeaktyvuotas
source: Doctor deactivated
lt: Gydytojas deaktyvuotas

# pacientasAtnaujintas
source: Patient updated
lt: Paciento duomenys atnaujinti

# pacientasDeaktyvuotas
source: Patient deactivated
lt: Pacientas deaktyvuotas

# pacientasAktyvuotas
source: Patient reactivated
lt: Pacientas aktyvuotas

# administravimoMeniu
source: Admin Menu
lt: Administravimo meniu

# gydytojuValdymas
source: Doctor management
lt: Gydytojų valdymas

# pacientuValdymas
source: Patient management
lt: Pacientų valdymas

# gdprVeiklosIrasai
source: GDPR activity records
lt: GDPR veiklos įrašai

# laikinasSlaptazodis
source: Temporary password
lt: Laikinas slaptažodis

# gydytojasNerastas
source: Doctor not found
lt: Gydytojas nerastas

# arTikraiDeaktyvuoti
source: Are you sure you want to deactivate this doctor?
lt: Ar tikrai norite deaktyvuoti šį gydytoją?

# gydytojasAktyvuotas
source: Doctor activated
lt: Gydytojas aktyvuotas

# prisijungimoDuomenysIssiusti
source: Login credentials sent by email
lt: Prisijungimo duomenys išsiųsti el. paštu

source: Copied to clipboard
lt: Nukopijuota

# copyTooltip
source: Copy
lt: Kopijuoti

# redaguotiPacienta
source: Edit patient
lt: Redaguoti pacientą

# arTikraiDeaktyvuotiPacienta
source: Are you sure you want to deactivate this patient?
lt: Ar tikrai norite deaktyvuoti šį pacientą?

# aktivuotiPacienta
source: Activate
lt: Aktyvuoti

# deaktyvuotiPacienta
source: Deactivate
lt: Deaktyvuoti

# deactivateButton
source: Deactivate
lt: Deaktyvuoti

# activateButton
source: Activate
lt: Aktyvuoti

# patientCodeLabel
source: Patient code
lt: Paciento kodas

# pacientasNerastas
source: Patient not found
lt: Pacientas nerastas

# veiklosZurnaloFiltrai
source: Activity Log Filters
lt: Filtrai

# filtruotiPagalData
source: Filter by date
lt: Filtruoti pagal datą

# nuo
source: From
lt: Nuo

# iki
source: To
lt: Iki

# filtruotiPagalVeiksma
source: Filter by action
lt: Veiksmo tipas

# taikyti
source: Apply
lt: Taikyti

# isvalyti
source: Clear
lt: Išvalyti

# eksportuotiCsv
source: Export CSV
lt: Eksportuoti CSV

# eksportasSekmingas
source: Export successful
lt: Eksportas sėkmingas

# neraVeiklosIrasu
source: No activity records
lt: Nėra veiklos įrašų

# sukurta
source: Created
lt: Sukurta

# atnaujinta
source: Updated
lt: Atnaujinta

# istrinta
source: Deleted
lt: Ištrinta

# visiVeiksmai
source: All actions
lt: Visi veiksmai

# eksportoKlaida
source: Export failed
lt: Nepavyko eksportuoti

# bandytiDarKarta
source: Try again
lt: Bandyti dar kartą

# gydytojas
source: Doctor
lt: Gydytojas

# pacientas
source: Patient
lt: Pacientas

# paginationInfo
source: Showing {shown} of {total}
lt: Rodoma {shown} iš {total}

# pageInfo
source: Page {current} / {last}
lt: Puslapis {current} / {last}

# eventLoginSuccess
source: Login
lt: Prisijungimas

# eventLoginFailed
source: Failed login
lt: Nepavykęs prisijungimas

# eventLoginBlocked
source: Blocked login
lt: Užblokuotas prisijungimas

# eventLogout
source: Logout
lt: Atsijungimas

# eventPasswordResetRequested
source: Password reset request
lt: Slaptažodžio atstatymas

# eventPasswordResetOtpSent
source: OTP sent
lt: OTP išsiųstas

# eventPasswordResetOtpVerified
source: OTP verified
lt: OTP patvirtintas

# eventPasswordResetCompleted
source: Password changed
lt: Slaptažodis pakeistas

# eventPasswordResetFailed
source: Password reset failed
lt: Slaptažodžio keitimas nepavyko

# eventBloodPressureCreated
source: Blood pressure created
lt: Kraujo spaudimas sukurtas

# eventBloodPressureUpdated
source: Blood pressure updated
lt: Kraujo spaudimas atnaujintas

# eventBloodPressureDeleted
source: Blood pressure deleted
lt: Kraujo spaudimas ištrintas

# eventBloodPressureViewed
source: Blood pressure viewed
lt: Kraujo spaudimo peržiūra

# eventBloodSugarCreated
source: Blood sugar created
lt: Gliukozė sukurta

# eventBloodSugarUpdated
source: Blood sugar updated
lt: Gliukozė atnaujinta

# eventBloodSugarDeleted
source: Blood sugar deleted
lt: Gliukozė ištrinta

# eventBloodSugarViewed
source: Blood sugar viewed
lt: Gliukozės peržiūra

# eventBmiCreated
source: BMI created
lt: KMI sukurtas

# eventBmiUpdated
source: BMI updated
lt: KMI atnaujintas

# eventBmiDeleted
source: BMI deleted
lt: KMI ištrintas

# eventBmiViewed
source: BMI viewed
lt: KMI peržiūra

# eventSurveyCreated
source: Survey created
lt: Apklausa sukurta

# eventSurveyUpdated
source: Survey updated
lt: Apklausa atnaujinta

# eventSurveyDeleted
source: Survey deleted
lt: Apklausa ištrinta

# eventSurveyAssigned
source: Survey assigned
lt: Apklausa priskirta

# eventSurveyCompleted
source: Survey completed
lt: Apklausa užpildyta

# eventSurveyViewed
source: Survey viewed
lt: Apklausos peržiūra

# eventNotificationSent
source: Notification sent
lt: Pranešimas išsiųstas

# eventNotificationFailed
source: Notification failed
lt: Pranešimas nepavyko

# eventReminderSent
source: Reminder sent
lt: Priminimas išsiųstas

# eventReminderRead
source: Reminder read
lt: Priminimas perskaitytas

# profileTitle
source: Profile
lt: Profilis

# profileInfo
source: Personal Information
lt: Asmeninė informacija

source: Change Password
lt: Keisti slaptažodį

source: Privacy Policy
lt: Privatumo politika

source: Terms and Conditions
lt: Taisyklės ir sąlygos

source: Current Password
lt: Dabartinis slaptažodis

# currentPasswordRequired
source: Please enter your current password
lt: Įveskite dabartinį slaptažodį

source: Incorrect current password
lt: Neteisingas dabartinis slaptažodis

source: Password changed
lt: Slaptažodis pakeistas

source: Settings
lt: Nustatymai

# changePasswordSubtitle
source: Your new password must be different from the previously used password.
lt: Jūsų naujas slaptažodis turi skirtis nuo anksčiau naudoto slaptažodžio.

# passwordRequirementsHint
source: Ensure that your password contains: â€¢ At least 8 characters
lt: Užtikrinkite, kad slaptažodį sudarytų: • Bent 8 simboliai

source: Repeat new password
lt: Pakartoti naują slaptažodį

# filterGender
source: Gender
lt: Lytis

# genderMale
source: Male
lt: Vyras

# genderFemale
source: Female
lt: Moteris

# filterBmiRange
source: BMI range
lt: KMI diapazonas

# filterBloodPressure
source: Blood pressure
lt: Kraujo spaudimas

# filterBloodSugar
source: Blood sugar
lt: Cukraus kiekis

# filterStatus
source: Status
lt: Statusas

# filterFrom
source: From
lt: Nuo

# filterTo
source: To
lt: Iki

# clearAllFilters
source: Clear all
lt: Išvalyti viską

# applyFilters
source: Apply
lt: Taikyti

# chipGender
source: Gender: {value}
lt: Lytis: {value}

# chipBmi
source: BMI: {range}
lt: KMI: {range}

# chipSystolic
source: Systolic: {range}
lt: Sistolinis: {range}

# chipDiastolic
source: Diastolic: {range}
lt: Diastolinis: {range}

# chipSugar
source: Sugar: {range}
lt: Cukrus: {range}

# filterSystolic
source: Systolic
lt: Sistolinis

# filterDiastolic
source: Diastolic
lt: Diastolinis
